{
    "name": "Jerry Wu",
    "headerTaglineOne": "Hello!",
    "headerTaglineTwo": "I'm Jerry Wu",
    "headerTaglineThree": "Statistics & Econ & CS",
    "headerTaglineFour": "i love data stuffs",
    "showCursor": true,
    "showBlog": true,
    "darkMode": true,
    "showResume": true,
    "socials": [{
        "id": "1",
        "title": "LinkedIn",
        "link": "https://www.linkedin.com/in/jerryyuxuan-wu/"
    }, {
        "id": "4",
        "title": "Github",
        "link": "https://github.com/JerryYuxuanWu"
    }, {
        "id": "5",
        "title": "Email",
        "link": "mailto:jerryp.wu@mail.utoronto.com"
    }],
    "projects": [{
        "id": "a8d14e4a-dd6e-4af4-b037-6b9cfdd07bf6",
        "title": "Research Assistant",
        "description": "University of Toronto",
        "imageSrc": "https://www.logo.wine/a/logo/University_of_Toronto/University_of_Toronto-Logo.wine.svg",
        "url": ""
    }, {
        "id": "6273d343-f31d-4700-b61d-7a76185240e1",
        "title": "Data Engineer",
        "description": "TMX Group",
        "imageSrc": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/TMX_Group_logo.svg/800px-TMX_Group_logo.svg.png",
        "url": ""
    }],
    "services": [{
        "id": "905d2b4e-de68-41f9-8302-b9179bcade1c",
        "title": "Data Cleaning",
        "description": "Process huge data sets and clean variables into desired formats for analysis"
    }, {
        "id": "4138909a-e68a-4f0b-bd60-025f4a08233c",
        "title": "Data Visualization",
        "description": "Present key messages of data using the most appropriate and direct visualizations"
    }, {
        "id": "c6cfa5b5-f7e7-4dde-a42d-ac91524c7c5a",
        "title": "Data Modelling",
        "description": "Analysis underlying data patterns using models such as linear regression, general additive models, and machine learning."
    }, {
        "id": "a5074ddd-8199-4849-aa85-2bf8b676c0f5",
        "title": "Computer Programming",
        "description": "Automate data ETL and analysis processes to maximize work efficiency"
    }],
    "aboutpara": "I recently graduated from the University of Toronto in May 2023 with a double major in Statistics and Economics, focusing on Data Analytics, and a minor in Computer Science. As a data enthusiast, I am captivated by the immense value that data holds. I enjoy working with large datasets, extracting key metrics, and presenting them through visually appealing visualizations. I am currently seeking job or project opportunities in the field of data analysis or data science.\nSome of my past projects are described in the Blog section.",
    "resume": {
        "tagline": "👋  I'm a new graduate student looking for work opportunities!",
        "description": "I'm passionate about data! From cleaning to visualization to modelling to reporting...",
        "education": {
            "universityName": "University of Toronto, St. George",
            "universityDate": "2019-2023",
            "universityPara": "Double Majors in Economics and Economics (Focus in Data Analytics), Minor in Computer Science"
        },
        "experiences": [{
            "id": "1",
            "dates": "Sep 2022 - Present",
            "type": "Part-time",
            "position": "Research Assistant at University of Toronto",
            "bullets": "Assisted Professor Meredith Franklin in her environmental and statistical researches,, Provided programming assistance using R to perform data cleaning/visualization/modelling."
        }, {
            "id": "d495c23b-4f65-479a-9b8a-cfbc1c089725",
            "dates": "Jan 2023 - May 2023",
            "type": "Part-time",
            "position": "Teaching Assistant at University of Toronto",
            "bullets": "Teaching Assistant for first year statistics course: An Introduction to Statistical Reasoning and Data Science,, Lead weekly in-person tutorials for ~23 students, engage in discussions, review weekly content, and motivate students to learn statistics,, Evaluate and provide feedback on student works, including problem sets, writings, presentations, and tests,, Host office hours to answer student answers"
        }, {
            "id": "741be449-819a-4b15-ab1f-15911e3557d1",
            "dates": "May 2022 - Aug 2022",
            "type": "Full Time (Intern)",
            "position": "Data Engineer at TMX Group",
            "bullets": "Developed and implemented a robust fund fact sheet parser using Python and REGEX to extract critical information from PDF, TXT, and XML files stored on AWS S3. Designed the solution to be flexible and easily extendable for future variations,, Actively participated in collaborative data quality assurance efforts, working closely with colleagues to identify, report, and resolve issues. Utilized a range of tools including DBeaver, GitHub, and Excel to ensure data accuracy,, Wrote SQL scripts on Zeppelin, Redash, and DBeaver for ad‑hoc data requests and QA tasks, utilizing PostgreSQL, MySQL."
        }, {
            "id": "255f6091-7ab0-4ec2-a713-c913c4c6edf2",
            "dates": "Jul 2021 - Aug 2021",
            "type": "Full Time (Intern)",
            "position": "Business Analyst at IBM",
            "bullets": "Actively engaged in client meetings, contributing to the identification and documentation of key business components,, Played a crucial role in translating, merging, and refining introductory presentations on Automated Digital Process Mining."
        }, {
            "id": "5b4fd935-416a-4ee6-a4e2-d8c9b172b776",
            "dates": "May 2021 - Jun 2021",
            "type": "Full Time (Intern)",
            "position": "Big Data and AI Engineer at IBM",
            "bullets": "Conducted extensive research and analysis to compare big data tools, presenting recommendations to the client,, Developed presentations and procedure manuals for a recommender system framework tailored to automotive."
        }],
        "languages": ["R", "Python", "SQL", "STATA"],
        "libraries": ["Tidyverse", "Pandas", "Scikit-learn", "Matplotlib", "Openair"],
        "others": ["HTML", "CSS", "AWS"]
    }
}